export const adeeyehDB = [
  {
    id: 1,
    title: "دعای فرج",
    img: require("./../../assets/images/posts-image/faraj.jpg"),
    category: "ادعیه",
    mode:"adeyeh",
    desc: `
        إِلٰهِی عَظُمَ الْبَلاءُ، وَبَرِحَ الْخَفاءُ، وَانْکَشَفَ الْغِطاءُ، وَانْقَطَعَ الرَّجاءُ، وَضاقَتِ الْأَرْضُ، وَمُنِعَتِ السَّماءُ، وَأَنْتَ الْمُسْتَعانُ، وَ إِلَیْکَ الْمُشْتَکیٰ، وَعَلَیْکَ الْمُعَوَّلُ فِی الشِّدَّةِ وَالرَّخاءِ.

خدایا گرفتاری بزرگ شد و پوشیده بر ملأ گشت و پرده کنار رفت و امید بریده گشت و زمین تنگ شد و خیرات آسمان دریغ شد و پشتیبان تویی و شکایت تنها به جانب تو است، در سختی و آسانی تنها بر تو اعتماد است،

اللّٰهُمَّ صَلِّ عَلیٰ مُحَمَّدٍ وَآلِ مُحَمَّدٍ أُولِی الْأَمْرِ الَّذِینَ فَرَضْتَ عَلَیْنا طاعَتَهُمْ، وَعَرَّفْتَنا بِذَلِکَ مَنْزِلَتَهُمْ، فَفَرِّجْ عَنّا بِحَقِّهِمْ فَرَجاً عاجِلاً قَرِیباً کَلَمْحِ الْبَصَرِ أَوْ هُوَ أَقْرَبُ.

خدایا! بر محمّد و خاندان محمّد درود فرست آن صاحبان فرمانی که اطاعتشان را بر ما فرض نمودی و به این سبب مقامشان را به ما شناساندی، پس به حق ایشان به ما گشایش ده، گشایشی زود و نزدیک همچون چشم بر هم نهادن یا زودتر،
یَا مُحَمَّدُ یَا عَلِیُّ، یَا عَلِیُّ یَا مُحَمَّدُ اکْفِیانِی فَإِنَّکُما کافِیانِ، وَانْصُرانِی فَإِنَّکُما ناصِرانِ.
ای محمّد و ای علی، ای علی و ای محمّد، مرا کفایت کنید که تنها شما کفایت کنندگان منید و یاری ام دهید که تنها شما یاری کنندگان من هستید،

یَا مَوْلانا یَا صاحِبَ الزَّمانِ، الْغَوْثَ الْغَوْثَ الْغَوْثَ، أَدْرِکْنِی أَدْرِکْنِی أَدْرِکْنِی، السَّاعَةَ السَّاعَةَ السّاعَةَ، الْعَجَلَ الْعَجَلَ الْعَجَلَ، یَا أَرْحَمَ الرَّاحِمِینَ بِحَقِّ مُحَمَّدٍ وَآلِهِ الطَّاهِرِینَ.

ای مولای ما ای صاحب زمان، فریادرس، فریادرس، فریادرس، مرا دریاب، مرا دریاب، مرا دریاب، اکنون، اکنون، اکنون، با شتاب، با شتاب، با شتاب، ای مهربان ترین مهربانان به حق محمّد و خاندان پاک او.
        `,
  },
  {
    id: 2,
    title: "دعای سلامتی امام زمان",
    img: require("./../../assets/images/posts-image/doayeSalamati.jpeg"),
    category: "ادعیه",
    mode:"adeyeh",
    desc: `
    اَللهمَّ کُن لولیَّک الحُجةِ بنِ الحَسَنِ صَلَواتُکَ عَلَیهِ وَ عَلی ابائهِ فی هذهِ السّاعةِ، وَ فی کُلّ ساعَة وَلیّا وَ حافظاً وقائِداً وَ ناصِراً وَ دَلیلاً وَ عَیناً حَتّی تُسکِنَهُ اَرضَکَ طَوعاً وَ تُمَتّعَهُ فیها طَویلاً.
    خدایا برای ولیت حجت بن الحسن که درود هایت بر او و پدرانش باد ، در این ساعت ، و در هر ساعت سرپرست و نگهبان و پیشوا و یاور و راهنما و دیده بان باش ، تا او را با رغبت در زمینت سکونت دهی ، و زمانی طولانی بهره مند سازی.
    `,
  },
  {
    id: 3,
    title: "دعای دفع بلا",
    img: require("./../../assets/images/posts-image/Doaaa.jpg"),
    category: "ادعیه",
    mode:"adeyeh",
    desc: `
    اللَّهُمَّ لَکَ الْحَمْدُ عَلَی حُسْنِ قَضَائِکَ، وَ بِمَا صَرَفْتَ عَنِّی مِنْ بَلَائِکَ،

فَلَا تَجْعَلْ حَظِّی مِنْ رَحْمَتِکَ مَا عَجَّلْتَ لِی مِنْ عَافِیَتِکَ فَأَکُونَ قَدْ شَقِیتُ بِمَا أَحْبَبْتُ

وَ سَعِدَ غَیْرِی بِمَا کَرِهْتُ وَ إِنْ یَکُنْ مَا ظَلِلْتُ فِیهِ أَوْ بِتُّ فِیهِ مِنْ هَذِهِ الْعَافِیَةِ بَیْنَ یَدَیْ بَلَاءٍ

لَا یَنْقَطِعُ وَ وِزْرٍ لاَ یَرْتَفِعُ فَقَدِّمْ لِی مَا أَخَّرْتَ ، وَ أَخِّرْ عَنّی مَا قَدَّمْتَ فَغَیْرُ کَثِیرٍ مَا عَاقِبَتُهُ الْفَنَاءُ ،

وَ غَیْرُ قَلِیلٍ مَا عَاقِبَتُهُ الْبَقَاءُ وَ صَلِّ عَلَی مُحَمَّدٍ وَ آلِهِ»؛(دعای هجدهم صحیفه سجادیه)
    `,
  },
  {
    id: 4,
    title: "دعا برای رفع مشکل و گرفتاری",
    img: require("./../../assets/images/posts-image/doaa2.jpg"),
    category: "ادعیه",
    mode:"adeyeh",
    desc: `
      در روایات آمده است که مردی خدمت حضرت امیرالمؤمنین (ع) شکایت کرد از دیر شدن جواب دعایش فرمود چرا نمی خوانی دعای سریع الاجابه را پرسید که آن کدام دعا است فرمود بگو:

«اَللّهُمَّ اِنّی اَسْئَلُکَ بِاِسْمِکَ الْعَظیمِ الْأَعْظَمِ الْأجَلِّ الْأَکْرَمِ الْمَخْزُونِ الْمَکْنُونِ النُّورِ الْحَقِّ الْبُرْهانِ الْمُبینِ الَّذی هُوَ نُورٌ مَعَ نُورٍ وَ

نُورٌ فی نُورٍ وَ نُورٌ عَلی کُلِّ نُورٍ وَ نُورٌ فَوْقَ کُلِّ نُورٍ وَ نُورٌ تُضیی ءُ بِهِ کُلُّ ظُلْمَهٍ وَ یُکْسَرُ بِهِ کُلُّ شِدَّهٍ وَ کُلُّ شَیْطانٍ مَریدٍ وَ کُلُّ جَبّارٍ

عَنیدٍ لاتَقَرُّبِهِ اَرْضٌ وَ لایَقُومُ بِهِ سَماءٌ وَیَاْمَنُ بِهِ کُلُّ خائِفٍ وَیَبْطُلُ بِهِ سِحْرُ کُلِّ ساحِرٍ وَبَغْیُ کُلِّ باغ وَحَسَدُ کُلُّ حاسِدٍ وَیَتَصَدَّعُ

لِعَظَمَتِهِ الْبَرُّوَ الْبَحْرُ وَیَسْتَقِلُّ بِهِ الْفُلْکُ وَ حَتّی حینَ یَتَکَلَّمُ بِهِ الْمَلَکُ فَلایَکُونُ لِلْمَوْجِ عَلَیْهِ سَبیلٌ وَ هُوَ اسْمُکَ الْأَعْظَمُ

الْأَعْظَمُ الْأَجَلُّ الْأَجَلُّ النُّورُ الْأَکْبَرُ الَّذی سَمَّیْتَ بِهِ نَفْسَکَ وَاسْتَوَیْتَ بِهِ عَلی عَرْشِکَ وَاَتَوَجَّهُ اِلَیْکَ بِمُحَمَّدٍ وَ اَهْلِ بَیْتِهِ وَ

اَسْئَلُکَ بِکَ وبِهِمْ اَنْ تُصَلَّیَ عَلی مُحَمَّدٍ وَالِ مُحَمَّدٍ وَ اَنْ تَفْعَلَ بی کَذا وَکَذا»

به جای کذا و کذا حاجت بخواهد.
      `,
  },
  {
    id: 5,
    title: "دعای سفر",
    img: require("./../../assets/images/posts-image/safar.jpg"),
    category: "ادعیه",
    mode:"adeyeh",
    desc: `
      پیامبر خدا هنگامی که می خواست عزم سفری کند، نزد اهل و عیالش، دو رکعت نماز می خواند تا خداوند، او را سالم به انان باز گرداند.( کنز العمال، ج 6، ص 731، ح 7610)

مستحب است پس از نماز این دعا را نیز بخواند:

اللهم انی استودعک الیوم نفسی و اهلی و مالی و ولدی و من کان منی بسبیل، الشاهد منهم و الغایب، اللهم احفظنا بحفظ الایمان، و احفظ علینا، اللهم اجمعنا فی رحمتک، و لا تسلبنا فضلک، انا الیک راغبون، اللهم انا نعوذ بک من و عثاء السفر، و کابه المنقلب، و سوء المنظر فی الاهل و المال و الولد فی الدنیا و الاخره، اللهم انی اتوجه الیک هذا التوجه طلبا لمرضاتک، و تقربا الیک، اللهم فبلغنی ما اومله و ارجوه فیک و فی اولیایک یا ارحم الراحمین.(الامان من اخطار الاسفار و الازمان ص 40)
      `,
  },
];
