export const quranDB = [
  {
    id: 1,
    title: "سوره فلق",
    img: require("./../../assets/images/posts-image/quran.jpg"),
    category: "قرآن",
    desc: "قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ (١) مِنْ شَرِّ مَا خَلَقَ (٢) وَمِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ (٣) وَمِنْ شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ (٤) وَمِنْ شَرِّ حَاسِدٍ إِذَا حَسَدَ (٥)",
  },
  {
    id: 2,
    title: "سوره شمس",
    img: require("./../../assets/images/posts-image/quran.jpg"),
    category: "قرآن",
    desc: "وَالشَّمْسِ وَضُحَاهَا (١) وَالْقَمَرِ إِذَا تَلَاهَا (٢) وَالنَّهَارِ إِذَا جَلَّاهَا (٣) وَاللَّيْلِ إِذَا يَغْشَاهَا (٤) وَالسَّمَاءِ وَمَا بَنَاهَا (٥) وَالْأَرْضِ وَمَا طَحَاهَا (٦) وَنَفْسٍ وَمَا سَوَّاهَا (٧) فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا (٨) قَدْ أَفْلَحَ مَنْ زَكَّاهَا (٩) وَقَدْ خَابَ مَنْ دَسَّاهَا (١٠) كَذَّبَتْ ثَمُودُ بِطَغْوَاهَا (١١) إِذِ انْبَعَثَ أَشْقَاهَا (١٢) فَقَالَ لَهُمْ رَسُولُ اللَّهِ نَاقَةَ اللَّهِ وَسُقْيَاهَا (١٣) فَكَذَّبُوهُ فَعَقَرُوهَا فَدَمْدَمَ عَلَيْهِمْ رَبُّهُمْ بِذَنْبِهِمْ فَسَوَّاهَا (١٤) وَلَا يَخَافُ عُقْبَاهَا (١٥)",
  },
  {
    id: 3,
    title: "سوره عادیات",
    img: require("./../../assets/images/posts-image/quran.jpg"),
    category: "قرآن",
    desc: "وَالْعَادِيَاتِ ضَبْحًا (١) فَالْمُورِيَاتِ قَدْحًا (٢) فَالْمُغِيرَاتِ صُبْحًا (٣) فَأَثَرْنَ بِهِ نَقْعًا (٤) فَوَسَطْنَ بِهِ جَمْعًا (٥) إِنَّ الْإِنْسَانَ لِرَبِّهِ لَكَنُودٌ (٦) وَإِنَّهُ عَلَى ذَلِكَ لَشَهِيدٌ (٧) وَإِنَّهُ لِحُبِّ الْخَيْرِ لَشَدِيدٌ (٨) أَفَلَا يَعْلَمُ إِذَا بُعْثِرَ مَا فِي الْقُبُورِ (٩) وَحُصِّلَ مَا فِي الصُّدُورِ (١٠) إِنَّ رَبَّهُمْ بِهِمْ يَوْمَئِذٍ لَخَبِيرٌ (١١)",
  },
  {
    id: 4,
    title: "سوره تکاثر",
    img: require("./../../assets/images/posts-image/quran.jpg"),
    category: "قرآن",
    desc: "أَلْهَاكُمُ التَّكَاثُرُ (١) حَتَّى زُرْتُمُ الْمَقَابِرَ (٢) كَلَّا سَوْفَ تَعْلَمُونَ (٣) ثُمَّ كَلَّا سَوْفَ تَعْلَمُونَ (٤) كَلَّا لَوْ تَعْلَمُونَ عِلْمَ الْيَقِينِ (٥) لَتَرَوُنَّ الْجَحِيمَ (٦) ثُمَّ لَتَرَوُنَّهَا عَيْنَ الْيَقِينِ (٧) ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ (٨)",
  },
  {
    id: 5,
    title: "سوره قریش",
    img: require("./../../assets/images/posts-image/quran.jpg"),
    category: "قرآن",
    desc: "لِإِيلَافِ قُرَيْشٍ (١) إِيلَافِهِمْ رِحْلَةَ الشِّتَاءِ وَالصَّيْفِ (٢) فَلْيَعْبُدُوا رَبَّ هَذَا الْبَيْتِ (٣) الَّذِي أَطْعَمَهُمْ مِنْ جُوعٍ وَآمَنَهُمْ مِنْ خَوْفٍ (٤)",
  },
  {
    id: 6,
    title: "سوره علق",
    img: require("./../../assets/images/posts-image/quran.jpg"),
    category: "قرآن",
    desc: "اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ (١) خَلَقَ الْإِنْسَانَ مِنْ عَلَقٍ (٢) اقْرَأْ وَرَبُّكَ الْأَكْرَمُ (٣) الَّذِي عَلَّمَ بِالْقَلَمِ (٤) عَلَّمَ الْإِنْسَانَ مَا لَمْ يَعْلَمْ (٥) كَلَّا إِنَّ الْإِنْسَانَ لَيَطْغَى (٦) أَنْ رَآهُ اسْتَغْنَى (٧) إِنَّ إِلَى رَبِّكَ الرُّجْعَى (٨) أَرَأَيْتَ الَّذِي يَنْهَى (٩) عَبْدًا إِذَا صَلَّى (١٠) أَرَأَيْتَ إِنْ كَانَ عَلَى الْهُدَى (١١) أَوْ أَمَرَ بِالتَّقْوَى (١٢) أَرَأَيْتَ إِنْ كَذَّبَ وَتَوَلَّى (١٣) أَلَمْ يَعْلَمْ بِأَنَّ اللَّهَ يَرَى (١٤) كَلَّا لَئِنْ لَمْ يَنْتَهِ لَنَسْفَعًا بِالنَّاصِيَةِ (١٥) نَاصِيَةٍ كَاذِبَةٍ خَاطِئَةٍ (١٦) فَلْيَدْعُ نَادِيَهُ (١٧) سَنَدْعُ الزَّبَانِيَةَ (١٨) كَلَّا لَا تُطِعْهُ وَاسْجُدْ وَاقْتَرِبْ (١٩)",
  },
  {
    id: 7,
    title: "سوره تین",
    img: require("./../../assets/images/posts-image/quran.jpg"),
    category: "قرآن",
    desc: "وَالتِّينِ وَالزَّيْتُونِ (١) وَطُورِ سِينِينَ (٢) وَهَذَا الْبَلَدِ الْأَمِينِ (٣) لَقَدْ خَلَقْنَا الْإِنْسَانَ فِي أَحْسَنِ تَقْوِيمٍ (٤) ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ (٥) إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَلَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ (٦) فَمَا يُكَذِّبُكَ بَعْدُ بِالدِّينِ (٧) أَلَيْسَ اللَّهُ بِأَحْكَمِ الْحَاكِمِينَ (٨)",
  },
  {
    id: 8,
    title: "سوره ضحی",
    img: require("./../../assets/images/posts-image/quran.jpg"),
    category: "قرآن",
    desc: "وَالضُّحَى (١) وَاللَّيْلِ إِذَا سَجَى (٢) مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَى (٣) وَلَلْآخِرَةُ خَيْرٌ لَكَ مِنَ الْأُولَى (٤) وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَى (٥) أَلَمْ يَجِدْكَ يَتِيمًا فَآوَى (٦) وَوَجَدَكَ ضَالًّا فَهَدَى (٧) وَوَجَدَكَ عَائِلًا فَأَغْنَى (٨) فَأَمَّا الْيَتِيمَ فَلَا تَقْهَرْ (٩) وَأَمَّا السَّائِلَ فَلَا تَنْهَرْ (١٠) وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ (۱۱)"
  }
];
